Repository: Linguisht/Qlik-Multilingual-Sampler
Catalog: Sampler/strings/lang/MLresx_*.resx
Languages: pt

source: mlFormatDate
pt: DD/MM/YYYY

source: mlFormatTime
pt: hh:mm:ss

source: mlFormatTimestamp
pt: DD/MM/YYYY hh:mm:ss

source: mlFormatInterval
pt: D hh:mm

source: mlFormatNum
pt: #,##0.dec

source: mlFormatMoney
pt: #,##0.dec

source: mlFormatMoneyCurrency
pt: cur#,##0.dec

source: mlFormatMoneyDefaultCurrency
pt: R$

source: Company
pt: Empresa

source: Date
pt: Data

source: Extended Price
pt: Preço Estendido

source: Industry
pt: Industria

source: Language
pt: Idioma

source: Order Number
pt: Nº Pedido

source: Order Details
pt: Detalhe do Pedido

source: Product
pt: Produto

source: Quantity
pt: Quantidade

source: Sector
pt: Setor

source: Total Orders
pt: Total de Pedidos

source: Unit Price
pt: Preço Unitário

source: Select your preferred language...
pt: Selecione seu idioma de preferência...

source: themeRGB
pt: RGB(48,125,48)

source: Order Analysis
pt: Análise de Pedidos

source: Language Format Explorer
pt: Explorador de Formato de Idioma

source: Formatted Data
pt: Dados Formatados

source: Raw Data
pt: Datos Brutos

source: Age
pt: Era

source: Local Currency Format
pt: Formato de Moeda Local

source: Language Order
pt: Ordem de Idioma

source: Section Access Table
pt: Seção Tabela de Acesso

source: LanguageFooter
pt: Esta caixa pode ser removida para mais conteúdo analítico. As preferências do usuário podem ser especificadas usando grupos de segurança.

source: ReloadSubtitle
pt: Depois de atualizar os arquivos de recurso/db com novos valores de String de caracteres, recarregue o aplicativo para atualizá-los.

source: TableColTitle
pt: Abordagem baseada em coluna: as colunas são 'alteradas' de acordo com a preferência de idioma.

source: TableRowTitle
pt: Abordagem baseada em linha: as linhas são 'filtradas/reduzidas' com base nas preferências do idioma.

source: TableCRFooter
pt: NOTA: Esta tabela não será alterada dependendo das seleções anteriores. É apenas para fins de demonstração.
